package com.example.careerguidancecenter.android.ui.core.model

class MsgContent {
    val msg1 = Messages("Вот вам яркий пример современных тенденций - глубокий уровень погружения играет определяющее значение для позиций, занимаемых участниками в отношении поставленных задач.", false)
    val msg2 = Messages("Главные СМИ предупреждают: преступность никогда не была такой неорганизованной", true)
    val msg3 = Messages("Финансовый мир очнулся: логотип крупнейшей компании по производству мыльных пузырей бодрит", false)
    val msg4 = Messages("Современные технологии достигли такого уровня, что понимание сути ресурсосберегающих технологий позволяет оценить значение прогресса профессионального сообщества. Ясность нашей позиции очевидна: граница обучения кадров прекрасно подходит для реализации приоритизации разума над эмоциями.", true)
    val msg5 = Messages("Оказывается, постоянный количественный рост ни к чему нас не обязывает", false)
    val msg6 = Messages("Имеется спорная точка зрения, гласящая примерно следующее: предприниматели в сети интернет разоблачены", true)

    val msgs = listOf(msg1, msg2, msg3, msg4, msg5, msg6)
}